import meal from '../pictures/meals5.jpg'
import baby from '../pictures/babysitting1.png'
import clean from '../pictures/clean5.png'

export default function About() {
  const c = { 'color': 'green', 'margin-top':'3rem' }
  const mealImgStyle = { 'width': '32rem', 'height': '26rem', 'float': 'right'/*, 'border': '1px solid white'*/ }
  const babyImgStyle = { 'width': '32rem', 'height': '26rem', 'float': 'left'/*, 'border': '1px solid white'*/ }
  const border = { 'border-color': 'black' }
  const divStyle = { 'margin-top': '10rem' }
  return (
    <>
      {/* <h3 style={c}>About Us</h3> */}

      <div style={border} >
        <img style={mealImgStyle} src={meal}></img>
      </div>
      <div style={divStyle}>
        <h5>ארוחות</h5>
        <p style={c}>
          האפליקציה שלנו נועדה לסייע לאנשי מילואים ומשפחותיהם על ידי ארגון ושיתוף פעולה עם מתנדבים שונים ברחבי הארץ. בעזרת האפליקציה, מתנדבים יכולים להירשם ולהתחייב להכין ולהביא ארוחות מבושלות חמות ישירות לבתיהם של אנשי המילואים.

          אנו מבינים כי בתקופות של שירות מילואים, עול הבית והדאגה למשפחה יכולים להיות כבדים במיוחד. לכן, המטרה שלנו היא להקל על המשפחות ולאפשר לאנשי המילואים להתמקד בשירותם בראש שקט, בידיעה שמשפחתם מקבלת את כל התמיכה הדרושה לה.

          באמצעות הפלטפורמה, כל מתנדב יכול לראות את הצרכים של משפחות המילואים באזורו, לבחור מתי והיכן הוא יכול לסייע, ולבצע את המשלוח בדרך הנוחה ביותר עבורו. כך נוצר רשת תמיכה קהילתית שמחברת בין אנשים טובים עם לב רחב לבין אלה שזקוקים לעזרה באותם רגעים.
        </p>
      </div>
      <br></br>
      <br></br>
      <div style={border} >
        <img style={babyImgStyle} src={baby}></img>
      </div>

      <div style={divStyle}>
        <h5>בייביסיטינג</h5>
        <p>
          האפליקציה שלנו נועדה להקל על משפחות אנשי המילואים על ידי ארגון ושיתוף פעולה עם מתנדבים שונים ברחבי הארץ למתן שירותי בייביסיטר ושמירה על ילדים. בעזרת האפליקציה, מתנדבים יכולים להירשם ולהתחייב לשמור על הילדים של אנשי המילואים, לספק להם טיפול מסור ולהעניק להורים תחושת ביטחון ושקט נפשי.

          אנו מבינים כי בתקופות של שירות מילואים, היכולת לדאוג לילדים הופכת לאתגר משמעותי. לכן, המטרה שלנו היא להקל על המשפחות ולאפשר לאנשי המילואים להתמקד בשירותם בידיעה שהילדים שלהם נמצאים בידיים טובות ואמינות.

          באמצעות הפלטפורמה, כל מתנדב יכול לראות את הצרכים של משפחות המילואים באזורו, לבחור מתי והיכן הוא יכול לסייע, ולהציע את שירותיו באופן שמתאים לזמינותו. המתנדבים נבדקים ומאושרים על ידינו, על מנת להבטיח רמת בטיחות גבוהה ושקט נפשי למשפחות.

          כך נוצר רשת תמיכה קהילתית שמחברת בין אנשים טובים עם לב רחב לבין משפחות המילואים שזקוקות לעזרה באותם רגעים.
        </p>
      </div>
      <br></br>
      <br></br>

      <div style={border} >
        <img style={mealImgStyle} src={clean}></img>
      </div>
      <div style={divStyle}>
        <h5>ניקיון</h5>
        <p>
        האפליקציה שלנו נועדה להקל על משפחות אנשי המילואים באמצעות ארגון ושיתוף פעולה עם מתנדבים שונים ברחבי הארץ למתן שירותי ניקיון ועזרה בבית. בעזרת האפליקציה, מתנדבים יכולים להירשם ולהתחייב להגיע לבתי המשפחות ולסייע בניקיון הבית ובמשימות ביתיות שונות.

אנו מבינים כי בתקופות של שירות מילואים, המשפחות נאלצות להתמודד עם עומס יתר בכל הקשור לניהול הבית. לכן, המטרה שלנו היא להקל על המשפחות ולאפשר לאנשי המילואים להתמקד בשירותם בידיעה שביתם מתוחזק ונקי.

באמצעות הפלטפורמה, כל מתנדב יכול לראות את הצרכים של משפחות המילואים באזורו, לבחור מתי והיכן הוא יכול לסייע, ולהציע את שירותיו בהתאם לזמינותו. המתנדבים נבדקים ומאושרים על ידינו, על מנת להבטיח רמת שירות גבוהה ואמינות למשפחות.

כך נבנית רשת תמיכה קהילתית שמחברת בין אנשים טובים עם לב רחב לבין משפחות המילואים שזקוקות לעזרה במשימות היום-יומיות בזמן שהם עסוקים בשירות למדינה.
           </p>
      </div>




    </>
  );
}